sway
swaylock
swayidle
swaybg
foot
wezterm
rofi-wayland
waybar
ttf-meslo-nerd
xorg-xwayland
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
git
base-devel
curl
wget
neovim
zsh
chromium
docker
docker-compose
unzip
ripgrep
fd
fzf
bat
eza
openssh
gammastep
reflector
